[翻译]
and=和
Array=数组
Arrays=数组
as shown below=如下所示
associative=关联
assume-global=假定-全局
assume-local=假定-局部
assume-Static=假定-静态
Auto-execute Section=自动执行段
block=区块
Boolean=布尔值
BoundFunc object=绑定函数对象
Buffer=缓冲
built-in functions=内置函数
Built-in=内置
call=调用
caller=调用者
Calls=调用
Character=字符
Characters=字符
Clipboard=剪贴板
closure=闭包
command=命令
Comment=注释
Comments=注释
Consequently=因此
continuation section=延续片段
definition=定义
Deprecated=不推荐
Description=描述
directive=指令
double-deref=双重解引
Dynamic=动态
Empty=空
enumerator=枚举器
Error=错误
ErrorLevel=错误处理
example=示例
Examples=示例
exception=异常
Expression=表达式
Expressions=表达式
File object=文件对象
file=文件
files=文件
Fixed=修复
float=浮点数
floating point=浮点数
floats=浮点数
for example=例如
For more details=有关详细信息
force-local=强制-局部
function object=函数对象
Function=函数
Functions=函数
global=全局
hook=钩子
Hotkey=热键
hotkeys=热键
Hotstring=热字串
hotstrings=热字串
However=然而
if=如果
In other words=换句话说
initializers=初始化
integer=整数
integers=整数
invalid=无效
keyboard=键盘
keyword=关键字
keywords=关键字
Known limitation=已知限制
Known limitations=已知限制
Label=标签
library=库
literal=原义
local=局部
menu=菜单
Method=方法
Methods=方法
mode=模式
mouse=鼠标
Names=名称
nested=套嵌
Note=注意
notes=注意
number=数字
object=对象
Objects=对象
Operator=运算符
Operators=运算符
option=选项
or=或
otherwise=否则
parameter=参数
parameters=参数
Properties=属性
property=属性
pseudo-array=伪数组
Pseudo-arrays=伪数组
reference=引用
references=引用
Related=相关
remark=备注
Remarks=备注
result=结果
retrieve=检索
retrieves=检索
Return Value=返回值
return=返回
script=脚本
see=请参阅
Sets=设置
Similarly=类似的
Special=特殊
specify=指定
statement=语句
Statements=语句
Static=静态
string=字符串
strings=字符串
subroutine=子程序
such as=如
Super-global=超级-全局
Syntax=语法
Table of Contents=目录
target=目标
Text=文本
Therefore=因此
This function has no parameters=此函数没有参数
thread=线程
type=类型
types=类型
Unique=唯一
Usage=使用
use=使用
value=值
values=值
variable=变量
variables=变量

[股票基金]
新华策略=001040
xhcl=001040
华安媒体=001071
华安互联网=001071
hamt=001071
hahlw=001071
天弘银行=001594
thyh=001594
农银工业=001606
农银汇理=001606
nygy=001606
nyhl=001606
天弘食品=001632
thsp=001632
广发多策略=001763
gfdcl=001763
华夏永福=002166
hxyf=002166
博时黄金=002611
bshj=002611
中欧医疗=003096
zoyl=003096
鹏华丰禄=003547
phfl=003547
创金资源=003624
cjzy=003624
嘉实农业=003634
jsny=003634
南方中证500=004348
nf500=004348
广发汽车=004854
gfqc=004854
广发建筑=004856
gfjz=004856
广发家电=005064
gfjd=005064
富国军工=005609
fgjg=005609
易方达蓝筹=005827
yfdlc=005827
th300=005918
创金工业=005968
cjgy=005968
易方达中互=006327
yfdzh=006327
yfdzg=006327
zghl=006327
华富人工智能=008020
hfrg=008020
hfrgzn=008020
hfzn=008020
华夏5G=008087
hx5G=008087
国泰煤炭=008280
gtmt=008280
泰达红利=008928
宏利红利=008928
tdhl=008928
hlhl=008928
银华港股=009017
yhgg=009017
中欧阿尔法=009777
zoaef=009777
信达蓝筹=009988
xdlc=009988
xalc=009988
国泰计算机=010210
gtjsj=010210
天弘光伏=011103
thgf=011103
天弘恒生科技指数=012349
thhskj=012349
yfdmsci=014532
易方达A50=014532
yfda50=014532
易方达消费=110022
yfdxf=110022
富国天惠=161005
fgth=161005
招商白酒=161725
zsbj=161725
银华内需精选=161810
yhnx=161810
广发小盘=162703
gfxp=162703
gfzxp=162703
申万证券=163113
swzq=163113
xqqs=163402
兴全合润=163406
xqhr=163406
南方宝元=202101
nfby=202101
广发稳健=270002
gfwj=270002
诺安成长=320007
nacz=320007
兴全有机=340008
xqyj=340008
汇添富新能源=501057
htfxny=501057
交银趋势=519702
jyqs=519702
广发养老=270002
gfyl=270002

